def build_text() -> str:
    text = "Здравствуй! Это бот сообщества coltre.\n\n" \
           "Через будет происходить всё твоё взаимодействие с предстоящей тебе программой тренировки.\n\n" \
           "Вступить: https://www.google.com\n\n" \
           "Команды бота:\n" \
           "/start – приветственное сообщение\n" \
           "/member_menu – меню взаимодействия с ботом для участников\n" \
           "/current_program – текущая программа тренировки\n" \
           "/current_exercise – упражнение, которое выполняется на данный момент\n" \
           "/help – справка"
    return text
